Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: Counted off the items on your saved receipts.
bg: Изчислява се по артикулите от запазените ти касови бележки.
cs: Počítá se z položek na tvých uložených účtenkách.
da: Tælles ud fra varerne på dine gemte kvitteringer.
de: Anhand der Artikel auf deinen gespeicherten Belegen gezählt.
es: Se cuenta a partir de los artículos de tus tickets guardados.
fi: Lasketaan tallennettujen kuittiesi tuotteista.
fr: Comptées à partir des articles de tes tickets enregistrés.
it: Conteggiati dagli articoli sugli scontrini salvati.
nb: Telles ut fra varene på de lagrede kvitteringene dine.
nl: Geteld op basis van de items op je opgeslagen bonnen.
pl: Liczone na podstawie pozycji z zapisanych paragonów.
pt: Contados a partir dos artigos dos teus recibos guardados.
ro: Numărate după produsele de pe bonurile salvate.
ru: Считается по товарам из сохранённых чеков.
sv: Räknas utifrån varorna på dina sparade kvitton.

source: Set a buying limit
bg: Задай лимит за покупки
cs: Nastav limit nákupů
da: Sæt en købsgrænse
de: Kauf-Limit festlegen
es: Define un límite de compra
fi: Aseta ostoraja
fr: Définir une limite d'achat
it: Imposta un limite di acquisto
nb: Sett en kjøpsgrense
nl: Stel een kooplimiet in
pl: Ustaw limit zakupów
pt: Define um limite de compra
ro: Setează o limită de cumpărare
ru: Задайте лимит покупок
sv: Sätt en köpgräns

source: Cap how many of something you buy — we'll count it off your receipts.
bg: Ограничи колко често купуваш нещо — ще го броим от бележките ти.
cs: Omez, jak často něco kupuješ — spočítáme to z tvých účtenek.
da: Sæt en grænse for, hvor meget du køber — vi tæller det fra dine kvitteringer.
de: Begrenze, wie oft du etwas kaufst — wir zählen es von deinen Belegen.
es: Limita cuánto compras de algo — lo contaremos desde tus tickets.
fi: Rajaa, kuinka paljon ostat jotakin — laskemme sen kuiteistasi.
fr: Limite la quantité que tu achètes — on la compte sur tes tickets.
it: Limita quanto compri di qualcosa — lo contiamo dai tuoi scontrini.
nb: Sett en grense for hvor mye du kjøper — vi teller det fra kvitteringene dine.
nl: Beperk hoeveel je van iets koopt — we tellen het van je bonnen.
pl: Ogranicz, ile czegoś kupujesz — policzymy to z Twoich paragonów.
pt: Limita quanto compras de algo — contamos a partir dos teus recibos.
ro: Limitează cât cumperi din ceva — o numărăm de pe bonurile tale.
ru: Ограничьте, сколько чего-то покупаете — посчитаем по вашим чекам.
sv: Begränsa hur mycket du köper av något — vi räknar det från dina kvitton.

source: Add limit
bg: Добави лимит
cs: Přidat limit
da: Tilføj grænse
de: Limit hinzufügen
es: Añadir límite
fi: Lisää raja
fr: Ajouter une limite
it: Aggiungi limite
nb: Legg til grense
nl: Limiet toevoegen
pl: Dodaj limit
pt: Adicionar limite
ro: Adaugă limită
ru: Добавить лимит
sv: Lägg till gräns

source: 1 limit free · unlimited with Premium
bg: 1 лимит безплатно · неограничено с Premium
cs: 1 limit zdarma · neomezeně s Premium
da: 1 grænse gratis · ubegrænset med Premium
de: 1 Limit gratis · unbegrenzt mit Premium
es: 1 límite gratis · ilimitados con Premium
fi: 1 raja ilmaiseksi · rajattomasti Premiumilla
fr: 1 limite gratuite · illimité avec Premium
it: 1 limite gratis · illimitati con Premium
nb: 1 grense gratis · ubegrenset med Premium
nl: 1 limiet gratis · onbeperkt met Premium
pl: 1 limit za darmo · bez ograniczeń z Premium
pt: 1 limite grátis · ilimitados com Premium
ro: 1 limită gratis · nelimitat cu Premium
ru: 1 лимит бесплатно · без ограничений с Premium
sv: 1 gräns gratis · obegränsat med Premium

source: A limit is a few keywords, a week or a month, and a number.
bg: Лимитът е няколко ключови думи, седмица или месец и число.
cs: Limit je pár klíčových slov, týden nebo měsíc a číslo.
da: En grænse er nogle få nøgleord, en uge eller en måned og et tal.
de: Ein Limit besteht aus ein paar Stichwörtern, einer Woche oder einem Monat und einer Zahl.
es: Un límite son unas palabras clave, una semana o un mes y un número.
fi: Raja on muutama avainsana, viikko tai kuukausi ja luku.
fr: Une limite, c'est quelques mots-clés, une semaine ou un mois, et un nombre.
it: Un limite è qualche parola chiave, una settimana o un mese e un numero.
nb: En grense er noen få nøkkelord, en uke eller en måned og et tall.
nl: Een limiet is een paar trefwoorden, een week of een maand en een getal.
pl: Limit to kilka słów kluczowych, tydzień lub miesiąc i liczba.
pt: Um limite é umas palavras-chave, uma semana ou um mês e um número.
ro: O limită înseamnă câteva cuvinte-cheie, o săptămână sau o lună și un număr.
ru: Лимит — это несколько ключевых слов, неделя или месяц и число.
sv: En gräns är några nyckelord, en vecka eller en månad och ett tal.

source: no more than 1 Coke a week
bg: не повече от 1 кола на седмица
cs: nejvýše 1 kola týdně
da: højst 1 cola om ugen
de: höchstens 1 Cola pro Woche
es: no más de 1 refresco por semana
fi: enintään 1 kola viikossa
fr: pas plus d'1 soda par semaine
it: non più di 1 cola a settimana
nb: maks 1 cola i uka
nl: niet meer dan 1 cola per week
pl: nie więcej niż 1 cola tygodniowo
pt: no máximo 1 refrigerante por semana
ro: cel mult 1 cola pe săptămână
ru: не больше 1 колы в неделю
sv: högst 1 läsk i veckan

source: On track
bg: В норма
cs: V pořádku
da: På sporet
de: Im Rahmen
es: En orden
fi: Aikataulussa
fr: Dans les clous
it: In regola
nb: På sporet
nl: Op koers
pl: W normie
pt: Em dia
ro: În regulă
ru: В норме
sv: På rätt spår

source: At limit
bg: На лимита
cs: Na limitu
da: Ved grænsen
de: Am Limit
es: En el límite
fi: Rajalla
fr: À la limite
it: Al limite
nb: Ved grensen
nl: Op de limiet
pl: Na limicie
pt: No limite
ro: La limită
ru: На лимите
sv: Vid gränsen

source: Over
bg: Надвишен
cs: Překročeno
da: Overskredet
de: Überschritten
es: Superado
fi: Ylitetty
fr: Dépassée
it: Superato
nb: Overskredet
nl: Overschreden
pl: Przekroczony
pt: Ultrapassado
ro: Depășită
ru: Превышен
sv: Överskriden

source: Bought %lld of %lld
bg: Купени %1$lld от %2$lld
cs: Koupeno %1$lld z %2$lld
da: Købt %1$lld af %2$lld
de: %1$lld von %2$lld gekauft
es: Comprados %1$lld de %2$lld
fi: Ostettu %1$lld / %2$lld
fr: Acheté %1$lld sur %2$lld
it: Acquistati %1$lld di %2$lld
nb: Kjøpt %1$lld av %2$lld
nl: %1$lld van %2$lld gekocht
pl: Kupiono %1$lld z %2$lld
pt: Comprados %1$lld de %2$lld
ro: Cumpărate %1$lld din %2$lld
ru: Куплено %1$lld из %2$lld
sv: Köpt %1$lld av %2$lld

source: Bought %lld, limit %lld
bg: Купени %1$lld, лимит %2$lld
cs: Koupeno %1$lld, limit %2$lld
da: Købt %1$lld, grænse %2$lld
de: %1$lld gekauft, Limit %2$lld
es: Comprados %1$lld, límite %2$lld
fi: Ostettu %1$lld, raja %2$lld
fr: Acheté %1$lld, limite %2$lld
it: Acquistati %1$lld, limite %2$lld
nb: Kjøpt %1$lld, grense %2$lld
nl: %1$lld gekocht, limiet %2$lld
pl: Kupiono %1$lld, limit %2$lld
pt: Comprados %1$lld, limite %2$lld
ro: Cumpărate %1$lld, limită %2$lld
ru: Куплено %1$lld, лимит %2$lld
sv: Köpt %1$lld, gräns %2$lld

source: Unlock unlimited buying limits
bg: Отключи неограничени лимити за покупки
cs: Odemkni neomezené limity nákupů
da: Lås op for ubegrænsede købsgrænser
de: Unbegrenzte Kauf-Limits freischalten
es: Desbloquea límites de compra ilimitados
fi: Avaa rajattomat ostorajat
fr: Débloque les limites d'achat illimitées
it: Sblocca limiti di acquisto illimitati
nb: Lås opp ubegrensede kjøpsgrenser
nl: Ontgrendel onbeperkte kooplimieten
pl: Odblokuj nielimitowane limity zakupów
pt: Desbloqueia limites de compra ilimitados
ro: Deblochează limite de cumpărare nelimitate
ru: Откройте безлимитные лимиты покупок
sv: Lås upp obegränsade köpgränser

source: The free plan includes 1 buying limit. Premium adds as many as you like — plus unlimited scans and custom categories.
bg: Безплатният план включва 1 лимит за покупки. Premium добавя колкото искаш — плюс неограничени сканирания и собствени категории.
cs: Bezplatný plán obsahuje 1 limit nákupů. Premium přidá kolik chceš — plus neomezené skeny a vlastní kategorie.
da: Gratisplanen indeholder 1 købsgrænse. Premium giver dig så mange, du vil — plus ubegrænsede scanninger og egne kategorier.
de: Der kostenlose Plan enthält 1 Kauf-Limit. Mit Premium hast du so viele wie du möchtest — plus unbegrenzte Scans und eigene Kategorien.
es: El plan gratuito incluye 1 límite de compra. Premium añade todos los que quieras — además de escaneos ilimitados y categorías propias.
fi: Ilmaisversio sisältää 1 ostorajan. Premium lisää niitä niin monta kuin haluat — sekä rajattomat skannaukset ja omat kategoriat.
fr: L'offre gratuite inclut 1 limite d'achat. Premium en ajoute autant que tu veux — plus des scans illimités et des catégories personnalisées.
it: Il piano gratuito include 1 limite di acquisto. Premium ne aggiunge quanti ne vuoi — più scansioni illimitate e categorie personalizzate.
nb: Gratisplanen inkluderer 1 kjøpsgrense. Premium gir deg så mange du vil — pluss ubegrensede skanninger og egne kategorier.
nl: De gratis versie bevat 1 kooplimiet. Premium voegt er zo veel toe als je wilt — plus onbeperkt scannen en eigen categorieën.
pl: Plan darmowy obejmuje 1 limit zakupów. Premium dodaje ich tyle, ile chcesz — plus nieograniczone skany i własne kategorie.
pt: O plano gratuito inclui 1 limite de compra. O Premium adiciona quantos quiseres — mais digitalizações ilimitadas e categorias próprias.
ro: Planul gratuit include 1 limită de cumpărare. Premium adaugă câte vrei — plus scanări nelimitate și categorii proprii.
ru: Бесплатный план включает 1 лимит покупок. С Premium их сколько угодно — плюс безлимитные сканы и свои категории.
sv: Gratisplanen innehåller 1 köpgräns. Premium ger dig så många du vill — plus obegränsade skanningar och egna kategorier.

source: %lld of %lld free limits used
bg: Използвани %1$lld от %2$lld безплатни лимита
cs: Využito %1$lld z %2$lld limitů zdarma
da: %1$lld af %2$lld gratis grænser brugt
de: %1$lld von %2$lld kostenlosen Limits genutzt
es: %1$lld de %2$lld límites gratuitos usados
fi: %1$lld / %2$lld ilmaista rajaa käytetty
fr: %1$lld limite(s) gratuite(s) sur %2$lld utilisée(s)
it: %1$lld di %2$lld limiti gratuiti usati
nb: %1$lld av %2$lld gratis grenser brukt
nl: %1$lld van %2$lld gratis limieten gebruikt
pl: Wykorzystano %1$lld z %2$lld darmowych limitów
pt: %1$lld de %2$lld limites gratuitos usados
ro: %1$lld din %2$lld limite gratuite folosite
ru: Использовано %1$lld из %2$lld бесплатных лимитов
sv: %1$lld av %2$lld gratis gränser använda

source: New limit
bg: Нов лимит
cs: Nový limit
da: Ny grænse
de: Neues Limit
es: Nuevo límite
fi: Uusi raja
fr: Nouvelle limite
it: Nuovo limite
nb: Ny grense
nl: Nieuwe limiet
pl: Nowy limit
pt: Novo limite
ro: Limită nouă
ru: Новый лимит
sv: Ny gräns

source: Edit limit
bg: Редактирай лимит
cs: Upravit limit
da: Rediger grænse
de: Limit bearbeiten
es: Editar límite
fi: Muokkaa rajaa
fr: Modifier la limite
it: Modifica limite
nb: Rediger grense
nl: Limiet bewerken
pl: Edytuj limit
pt: Editar limite
ro: Editează limita
ru: Изменить лимит
sv: Redigera gräns

source: Delete limit
bg: Изтрий лимит
cs: Smazat limit
da: Slet grænse
de: Limit löschen
es: Eliminar límite
fi: Poista raja
fr: Supprimer la limite
it: Elimina limite
nb: Slett grense
nl: Limiet verwijderen
pl: Usuń limit
pt: Eliminar limite
ro: Șterge limita
ru: Удалить лимит
sv: Ta bort gräns

source: Label · optional
bg: Етикет · по избор
cs: Název · nepovinné
da: Etiket · valgfrit
de: Bezeichnung · optional
es: Etiqueta · opcional
fi: Nimi · valinnainen
fr: Libellé · facultatif
it: Etichetta · facoltativa
nb: Etikett · valgfritt
nl: Label · optioneel
pl: Etykieta · opcjonalnie
pt: Etiqueta · opcional
ro: Etichetă · opțional
ru: Название · необязательно
sv: Etikett · valfritt

source: e.g. Fizzy drinks
bg: напр. Газирани напитки
cs: např. Limonády
da: f.eks. Sodavand
de: z. B. Softdrinks
es: p. ej. Refrescos
fi: esim. Virvoitusjuomat
fr: ex. Sodas
it: es. Bibite
nb: f.eks. Brus
nl: bijv. Frisdrank
pl: np. Napoje gazowane
pt: ex. Refrigerantes
ro: ex. Băuturi carbogazoase
ru: напр. Газировка
sv: t.ex. Läsk

source: Keywords
bg: Ключови думи
cs: Klíčová slova
da: Nøgleord
de: Stichwörter
es: Palabras clave
fi: Avainsanat
fr: Mots-clés
it: Parole chiave
nb: Nøkkelord
nl: Trefwoorden
pl: Słowa kluczowe
pt: Palavras-chave
ro: Cuvinte-cheie
ru: Ключевые слова
sv: Nyckelord

source: Add keyword
bg: Добави ключова дума
cs: Přidat klíčové slovo
da: Tilføj nøgleord
de: Stichwort hinzufügen
es: Añadir palabra clave
fi: Lisää avainsana
fr: Ajouter un mot-clé
it: Aggiungi parola chiave
nb: Legg til nøkkelord
nl: Trefwoord toevoegen
pl: Dodaj słowo kluczowe
pt: Adicionar palavra-chave
ro: Adaugă cuvânt-cheie
ru: Добавить ключевое слово
sv: Lägg till nyckelord

source: Any of these counts toward the same limit.
bg: Всяка от тях се брои към същия лимит.
cs: Kterékoli z nich se počítá do stejného limitu.
da: Ethvert af dem tæller med i samme grænse.
de: Jedes davon zählt zum selben Limit.
es: Cualquiera de ellas cuenta para el mismo límite.
fi: Mikä tahansa niistä lasketaan samaan rajaan.
fr: Chacun compte pour la même limite.
it: Ognuna conta per lo stesso limite.
nb: Alle teller mot den samme grensen.
nl: Elk daarvan telt mee voor dezelfde limiet.
pl: Każde z nich liczy się do tego samego limitu.
pt: Qualquer uma conta para o mesmo limite.
ro: Oricare dintre ele contează la aceeași limită.
ru: Любое из них засчитывается в один лимит.
sv: Vilket som helst av dem räknas mot samma gräns.

source: Remove %@
bg: Премахни %1$@
cs: Odebrat %1$@
da: Fjern %1$@
de: %1$@ entfernen
es: Quitar %1$@
fi: Poista %1$@
fr: Retirer %1$@
it: Rimuovi %1$@
nb: Fjern %1$@
nl: %1$@ verwijderen
pl: Usuń %1$@
pt: Remover %1$@
ro: Elimină %1$@
ru: Удалить %1$@
sv: Ta bort %1$@

source: Choose an emoji
bg: Избери емоджи
cs: Vybrat emoji
da: Vælg en emoji
de: Emoji auswählen
es: Elegir un emoji
fi: Valitse emoji
fr: Choisir un emoji
it: Scegli un emoji
nb: Velg en emoji
nl: Kies een emoji
pl: Wybierz emoji
pt: Escolher um emoji
ro: Alege un emoji
ru: Выбрать эмодзи
sv: Välj en emoji

source: Currently matches
bg: В момента съвпада с
cs: Aktuálně odpovídá
da: Matcher nu
de: Trifft aktuell zu
es: Coincide ahora con
fi: Osuu nyt
fr: Correspond actuellement à
it: Ora corrisponde a
nb: Samsvarer nå med
nl: Komt nu overeen met
pl: Obecnie pasuje do
pt: Corresponde agora a
ro: Se potrivește acum cu
ru: Сейчас совпадает с
sv: Matchar nu

source: No matching items yet
bg: Още няма съвпадащи артикули
cs: Zatím žádné odpovídající položky
da: Ingen matchende varer endnu
de: Noch keine passenden Artikel
es: Aún no hay artículos que coincidan
fi: Ei vielä osuvia tuotteita
fr: Aucun article correspondant pour l'instant
it: Ancora nessun articolo corrispondente
nb: Ingen samsvarende varer ennå
nl: Nog geen overeenkomende items
pl: Na razie brak pasujących pozycji
pt: Ainda não há artigos correspondentes
ro: Încă niciun produs potrivit
ru: Пока нет подходящих товаров
sv: Inga matchande varor ännu

source: Nothing on your saved receipts matches. We'll start counting from your next one.
bg: Нищо от запазените ти бележки не съвпада. Ще започнем да броим от следващата.
cs: Nic na tvých uložených účtenkách neodpovídá. Začneme počítat od té příští.
da: Intet på dine gemte kvitteringer matcher. Vi begynder at tælle fra din næste.
de: Auf deinen gespeicherten Belegen passt nichts. Wir zählen ab deinem nächsten mit.
es: Nada en tus tickets guardados coincide. Empezaremos a contar desde el próximo.
fi: Mikään tallennetuissa kuiteissasi ei osu. Aloitamme laskennan seuraavasta.
fr: Rien sur tes tickets enregistrés ne correspond. On commencera à compter dès le prochain.
it: Nessuno degli scontrini salvati corrisponde. Inizieremo a contare dal prossimo.
nb: Ingenting på de lagrede kvitteringene dine samsvarer. Vi begynner å telle fra neste.
nl: Niets op je opgeslagen bonnen komt overeen. We beginnen te tellen vanaf de volgende.
pl: Nic na Twoich zapisanych paragonach nie pasuje. Zaczniemy liczyć od następnego.
pt: Nada nos teus recibos guardados corresponde. Vamos começar a contar a partir do próximo.
ro: Nimic de pe bonurile tale salvate nu se potrivește. Vom începe să numărăm de la următorul.
ru: На сохранённых чеках ничего не совпадает. Начнём считать со следующего.
sv: Inget på dina sparade kvitton matchar. Vi börjar räkna från nästa.

source: Catching a lot
bg: Улавя много
cs: Zachytává hodně
da: Fanger meget
de: Fängt viel ein
es: Abarca mucho
fi: Osuu moneen
fr: Capture beaucoup
it: Cattura molto
nb: Fanger mye
nl: Vangt veel
pl: Łapie dużo
pt: Apanha muito
ro: Prinde multe
ru: Ловит многое
sv: Fångar mycket

source: Use “%@” instead
bg: Използвай „%1$@“ вместо това
cs: Použij místo toho „%1$@“
da: Brug „%1$@“ i stedet
de: Stattdessen „%1$@“ verwenden
es: Usa «%1$@» en su lugar
fi: Käytä sen sijaan ”%1$@”
fr: Utilise plutôt « %1$@ »
it: Usa invece «%1$@»
nb: Bruk «%1$@» i stedet
nl: Gebruik in plaats daarvan „%1$@”
pl: Użyj zamiast tego „%1$@”
pt: Usa antes «%1$@»
ro: Folosește „%1$@” în schimb
ru: Используйте вместо этого «%1$@»
sv: Använd ”%1$@” i stället

source: +%lld more
bg: +още %1$lld
cs: +%1$lld dalších
da: +%1$lld mere
de: +%1$lld weitere
es: +%1$lld más
fi: +%1$lld muuta
fr: +%1$lld autre(s)
it: +%1$lld altri
nb: +%1$lld til
nl: +%1$lld meer
pl: +%1$lld więcej
pt: +%1$lld mais
ro: +%1$lld în plus
ru: +ещё %1$lld
sv: +%1$lld till

source: Timeframe
bg: Период
cs: Období
da: Periode
de: Zeitraum
es: Periodo
fi: Ajanjakso
fr: Période
it: Periodo
nb: Periode
nl: Periode
pl: Okres
pt: Período
ro: Perioadă
ru: Период
sv: Period

source: Limit per week
bg: Лимит за седмица
cs: Limit na týden
da: Grænse pr. uge
de: Limit pro Woche
es: Límite por semana
fi: Raja viikossa
fr: Limite par semaine
it: Limite a settimana
nb: Grense per uke
nl: Limiet per week
pl: Limit na tydzień
pt: Limite por semana
ro: Limită pe săptămână
ru: Лимит в неделю
sv: Gräns per vecka

source: Limit per month
bg: Лимит за месец
cs: Limit na měsíc
da: Grænse pr. måned
de: Limit pro Monat
es: Límite por mes
fi: Raja kuukaudessa
fr: Limite par mois
it: Limite al mese
nb: Grense per måned
nl: Limiet per maand
pl: Limit na miesiąc
pt: Limite por mês
ro: Limită pe lună
ru: Лимит в месяц
sv: Gräns per månad

source: Decrease limit
bg: Намали лимита
cs: Snížit limit
da: Sænk grænsen
de: Limit verringern
es: Reducir el límite
fi: Pienennä rajaa
fr: Réduire la limite
it: Riduci il limite
nb: Senk grensen
nl: Limiet verlagen
pl: Zmniejsz limit
pt: Reduzir o limite
ro: Scade limita
ru: Уменьшить лимит
sv: Sänk gränsen

source: Increase limit
bg: Увеличи лимита
cs: Zvýšit limit
da: Hæv grænsen
de: Limit erhöhen
es: Aumentar el límite
fi: Suurenna rajaa
fr: Augmenter la limite
it: Aumenta il limite
nb: Øk grensen
nl: Limiet verhogen
pl: Zwiększ limit
pt: Aumentar o limite
ro: Crește limita
ru: Увеличить лимит
sv: Höj gränsen

source: Heads up — that's %lld× %@ %@ (limit %lld).
bg: Внимание — това е %1$lld× %2$@ %3$@ (лимит %4$lld).
cs: Pozor — to je %1$lld× %2$@ %3$@ (limit %4$lld).
da: OBS — det er %1$lld× %2$@ %3$@ (grænse %4$lld).
de: Kleiner Hinweis — %1$lld× %2$@ %3$@ (Limit %4$lld).
es: Atención — es tu %1$lld× %2$@ %3$@ (límite %4$lld).
fi: Huomio — tämä on %1$lld× %2$@ %3$@ (raja %4$lld).
fr: Attention — c'est ton %1$lld× %2$@ %3$@ (limite %4$lld).
it: Attenzione — è il tuo %1$lld× %2$@ %3$@ (limite %4$lld).
nb: OBS — dette er %1$lld× %2$@ %3$@ (grense %4$lld).
nl: Let op — dit is je %1$lld× %2$@ %3$@ (limiet %4$lld).
pl: Uwaga — to Twój %1$lld× %2$@ %3$@ (limit %4$lld).
pt: Atenção — é o teu %1$lld× %2$@ %3$@ (limite %4$lld).
ro: Atenție — este %1$lld× %2$@ %3$@ (limită %4$lld).
ru: Внимание — это %1$lld× %2$@ %3$@ (лимит %4$lld).
sv: Obs — det här är din %1$lld× %2$@ %3$@ (gräns %4$lld).

source: Receipt saved. Your %@ limit resets %@.
bg: Бележката е запазена. Лимитът ти за %1$@ се нулира %2$@.
cs: Účtenka uložena. Tvůj limit pro %1$@ se resetuje %2$@.
da: Kvittering gemt. Din grænse for %1$@ nulstilles %2$@.
de: Beleg gespeichert. Dein Limit für %1$@ startet %2$@ neu.
es: Ticket guardado. Tu límite de %1$@ se reinicia %2$@.
fi: Kuitti tallennettu. Rajasi %1$@ nollautuu %2$@.
fr: Ticket enregistré. Ta limite %1$@ se réinitialise %2$@.
it: Scontrino salvato. Il tuo limite per %1$@ si azzera %2$@.
nb: Kvittering lagret. Grensen din for %1$@ nullstilles %2$@.
nl: Bon opgeslagen. Je limiet voor %1$@ reset %2$@.
pl: Paragon zapisany. Twój limit dla %1$@ resetuje się %2$@.
pt: Recibo guardado. O teu limite de %1$@ reinicia %2$@.
ro: Bon salvat. Limita ta pentru %1$@ se resetează %2$@.
ru: Чек сохранён. Ваш лимит для %1$@ сбросится %2$@.
sv: Kvitto sparat. Din gräns för %1$@ återställs %2$@.

source: View limits
bg: Виж лимитите
cs: Zobrazit limity
da: Se grænser
de: Limits ansehen
es: Ver límites
fi: Näytä rajat
fr: Voir les limites
it: Vedi limiti
nb: Se grenser
nl: Limieten bekijken
pl: Zobacz limity
pt: Ver limites
ro: Vezi limitele
ru: Показать лимиты
sv: Visa gränser

source: Unlimited buying limits
bg: Неограничени лимити за покупки
cs: Neomezené limity nákupů
da: Ubegrænsede købsgrænser
de: Unbegrenzte Kauf-Limits
es: Límites de compra ilimitados
fi: Rajattomat ostorajat
fr: Limites d'achat illimitées
it: Limiti di acquisto illimitati
nb: Ubegrensede kjøpsgrenser
nl: Onbeperkte kooplimieten
pl: Nielimitowane limity zakupów
pt: Limites de compra ilimitados
ro: Limite de cumpărare nelimitate
ru: Безлимитные лимиты покупок
sv: Obegränsade köpgränser

# %lld bought %@
source: %lld bought %2$@
bg: %lld купени %2$@
cs: %lld koupeno %2$@
da: %lld købt %2$@
de: %lld gekauft %2$@
es: %lld comprados %2$@
fi: %lld ostettu %2$@
fr: %lld achetés %2$@
it: %lld acquistati %2$@
nb: %lld kjøpt %2$@
nl: %lld gekocht %2$@
pl: %lld kupiono %2$@
pt: %lld comprados %2$@
ro: %lld cumpărate %2$@
ru: %lld куплено %2$@
sv: %lld köpt %2$@

source: Recap
bg: Обобщение
cs: Přehled
da: Oversigt
de: Rückblick
es: Resumen
fi: Kooste
fr: Récap
it: Riepilogo
nb: Oppsummering
nl: Overzicht
pl: Podsumowanie
pt: Resumo
ro: Rezumat
ru: Итоги
sv: Sammanfattning

source: End-of-period recap
bg: Обобщение в края на периода
cs: Přehled na konci období
da: Oversigt ved periodeslut
de: Rückblick zum Periodenende
es: Resumen de fin de periodo
fi: Jakson päätöskooste
fr: Récap de fin de période
it: Riepilogo di fine periodo
nb: Oppsummering ved periodeslutt
nl: Overzicht einde periode
pl: Podsumowanie końca okresu
pt: Resumo de fim de período
ro: Rezumat la sfârșitul perioadei
ru: Итоги периода
sv: Sammanfattning vid periodslut

source: A summary when the period closes
bg: Резюме, когато периодът приключи
cs: Souhrn, když období skončí
da: Et resumé, når perioden slutter
de: Eine Zusammenfassung, wenn die Periode endet
es: Un resumen cuando termina el periodo
fi: Yhteenveto, kun jakso päättyy
fr: Un résumé à la clôture de la période
it: Un riepilogo quando il periodo si chiude
nb: En oppsummering når perioden avsluttes
nl: Een samenvatting wanneer de periode eindigt
pl: Podsumowanie, gdy okres się kończy
pt: Um resumo quando o período termina
ro: Un rezumat când perioada se închide
ru: Сводка по завершении периода
sv: En sammanfattning när perioden avslutas
